database/seeders/DatabaseSeeder.php

insert into `languages` (`name`, `code`, `file_name`, `status`) values ('English', 'en', 'en.json', '1')
insert into `settings` (`data`, `id`, `type`) values ('eBroker', 1, 'company_name'), ('$', 2, 'currency_symbol'), ('1.0.0', 3, 'ios_version'), ('en', 4, 'default_language'), ('0', 5, 'force_update'), ('1.0.0', 6, 'android_version'), ('0', 7, 'number_with_suffix'), (0, 8, 'maintenance_mode'), ('', 9, 'privacy_policy'), ('', 10, 'terms_conditions'), ('', 11, 'company_tel1'), ('', 12, 'company_tel2'), ('0', 13, 'razorpay_gateway'), ('0', 14, 'paystack_gateway'), ('0', 15, 'paypal_gateway'), ('1.1.1', 16, 'system_version'), ('logo.png', 17, 'company_logo'), ('web_logo.png', 18, 'web_logo'), ('favicon.png.png', 19, 'favicon_icon'), ('web_footer_logo.png', 20, 'web_footer_logo'), ('placeholder.svg', 21, 'web_placeholder_logo'), ('splash.svg', 22, 'splash_logo'), ('homeLogo.svg', 23, 'app_home_screen')
---
    public function run()
    {

        DB::table('languages')->insert(
            [
                'name' => 'English',
                'code' => 'en',
                'file_name' => 'en.json',
                'status' => '1',
            ],
        );


        DB::table('settings')->insert(
            [
                [
                    'id' => 1,
                    'type' => 'company_name',
                    'data' => 'eBroker'
                ],
                [
                    'id' => 2,
                    'type' => 'currency_symbol',
                    'data' => '$'
                ],
                [
                    'id' => 3,
                    'type' => 'ios_version',
                    'data' => '1.0.0'
                ],
                [
                    'id' => 4,
                    'type' => 'default_language',
                    'data' => 'en'
                ],
                [
                    'id' => 5,